---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarShapeBendAngle.Obtuse
enum: Autodesk.Revit.DB.Structure.RebarShapeBendAngle
source: html/176a9649-853e-f173-c108-d6722fcd5b61.htm
---
# Autodesk.Revit.DB.Structure.RebarShapeBendAngle.Obtuse

The angle is between 90 and 180 degrees.